{
  "modal_connect_wallet_select_provider_connect_mobile_button": "Universal Profile mobile app",
  "pages_privacy_policy_title": "Privacy Policy",
  "error_pending_request": "You have pending request. Check your browser extension.",
  "add_widget_text_description": "Allows to embed some plain text information.",
  "header_get_lyx": "GET LYXt",
  "filters_order_by_name_desc": "Title Z-A",
  "modal_connect_wallet_select_provider_text": "Log in with either the Universal Profile browser extension or with our dedicated mobile app",
  "edit_widget_image_title": "Edit Image widget",
  "dapp_showcase_built_on_lukso": "Built on Universal Profiles",
  "connect_or_install_button_connect": "Connect with Universal Profile",
  "grid_widget_menu_clone_to_my_grid": "Clone to my profile",
  "filters_order_by_recently_added": "Recently added",
  "button_send": "Send",
  "dapp_showcase_05_url": "https://www.de-folio.com/",
  "dapp_showcase_03_url": "https://www.commonground.cg/",
  "edit_grid_title": "Rename Grid",
  "error_rejected_request": "You rejected the request",
  "dapp_showcase_06_image": "/images/universal-grave-dapp.jpg",
  "button_create_testnet_profile": "CREATE A TESTNET PROFILE",
  "modal_switch_network_title": "Change extension network",
  "hero_title_01": "Discover",
  "modal_follower_title": "Followers",
  "add_widget_text_title": "Add Text widget",
  "missing_assets_check_button": "Continue",
  "profile_card_followers": "Followers",
  "grid_tabs_copy_of": "Copy of {title}",
  "view_entire_collection": "View entire collection",
  "grid_tabs_menu_duplicate": "Duplicate",
  "settings_add_missing_assets_description": "Easily add assets that you have been sent or are missing from your profile.",
  "tooltip_text_copy": "Copy",
  "share_link_copied": "Copied!",
  "add_widget_iframe_title": "Add Iframe widget",
  "asset_filter_creator_placeholder": "Creator",
  "header_relayer_dashboard": "Dashboard",
  "shuffle_assets_title": "Collectibles",
  "header_settings": "Settings",
  "token_details_collection_of": "Collection of {count}",
  "header_buy_lyx": "BUY LYX",
  "grid_tabs_menu_delete": "Delete",
  "token_details_send_collectible": "Send collectible",
  "add_widget_text_background_color_label": "Background color",
  "pages_terms_content": "<p>PLEASE READ THESE TERMS OF USE BEFORE USING THE WEBSITE.</p>\n<ol role=\"list\"><li><p class='heading-inter-17-semi-bold py-4'>Acceptance of the Terms of Use</p></li></ol>\n\n<p>These terms of use are entered into by and between you and the Universal Everything GmbH (\"Company\", \"we\" or \"us\"). The following terms and conditions, together with any documents they expressly incorporate by reference (collectively, these \"Terms of Use\"), govern your access to and use of lukso.network, including any content, functionality and services offered on or through lukso.network, new-creative-economies.foundation, and lukso.tech (together, the \"Website\").</p>\n<p>Nothing in these Terms creates any relationship of employment, agency, or partnership between the involved parties.</p>\n<p>This Website is provided by:</p>\n\n<p class='py-4'>Universal Everything GmbH <br>Köpenicker Chaussee 3a<br>10317 Berlin</p>\n\n<p>Please read the Terms of Use carefully before you start to use the Website. By using the Website or by clicking to accept or agree to the Terms of Use when this option is made available to you, you accept and agree to be bound and abide by these Terms of Use in addition to</p>\n<ul role=\"list\"><li>our <a href=\"/legal/privacy-policy\">Privacy Policy</a>, incorporated herein by reference; and</li><li>our Cookie Policy, incorporated herein by reference (note: no cookies are used on deposit.lukso.network).</li></ul>\n<p>If you do not agree to these Terms of Use or the Privacy Policy, you must not access or use the Website.</p><ol start=\"2\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Who May Use the Website</p></li></ol><p>This Website is offered and available to users who are 18 years of age or older. The Website is not intended for children under 18 years of age. By using this Website, you represent and warrant that you (i) are 18 years of age or older, (ii) are not barred to use the Website under any applicable law, and (iii) are using the Website only for your own personal use. If you do not meet these requirements, you must not access or use the Website.</p><ol start=\"3\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Changes to the Terms of Use</p></li></ol><p>We may revise and update these Terms of Use from time to time in our sole discretion. All changes are effective immediately when we post them.</p><p>Your continued use of the Website following the posting of revised Terms of Use means that you accept and agree to the changes. You are expected to check this page frequently so you are aware of any changes, as they are binding on you.</p><ol start=\"4\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Accessing the Website and Account Security</p></li></ol><p>We reserve the right to withdraw or amend this Website, and any service or material we provide on the Website, in our sole discretion without notice. We do not guarantee that our site or any content on it, will always be available or be interrupted. We will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period. From time to time, we may restrict access to some parts of the Website, or the entire Website, to users.</p><p>You are responsible for:</p><ul role=\"list\"><li>Making all arrangements necessary for you to have access to the Website.</li><li>Ensuring that all persons who access the Website through your internet connection are aware of these Terms of Use and comply with them.</li></ul><p>To access the Website or some of the resources it offers, you may be asked to provide certain registration details or other information. It is a condition of your use of the Website that all the information you provide on the Website is correct, current and complete. You agree that all information you provide to register using this Website or otherwise, including, but not limited to, using any interactive features on the Website, is governed by our Privacy Policy, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p><p>You should use particular caution when inputting personal information on to the Website on a public or shared computer so that others are not able to view or record your personal information.</p><ol start=\"5\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Intellectual Property Rights</p></li></ol><p>The Website and its entire contents, features and functionality (including but not limited to all information, software, text, displays, images, video and audio, and the design, selection and arrangement thereof), are owned by the Company, its licensors or other providers of such material and are protected by copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws.</p><p>Unless otherwise marked: (a) all material, data, and information on the Website, such as data files, text, music, audio files or other sounds, photographs, videos, or other images, but excluding any software or computer code (collectively, the “Non- Code Content”) is licensed under the Creative Commons Attribution 4.0 International License; and (b) all software or computer code (collectively, the “Code Content”) is licensed under the MIT License.</p><ol start=\"6\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Trademarks</p></li></ol><p>The Company name, the terms LUKSO, the Company logo and all related names, logos, product and service names, designs and slogans are trademarks of the Company or its affiliates or licensors. You must not use such marks without the prior written permission of the Company. All other names, logos, product and service names, designs and slogans on this Website are the trademarks of their respective owners.</p><ol start=\"7\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Prohibited Uses</p></li></ol><p>You may use the Website only for lawful purposes and in accordance with these Terms of Use. You agree not to use the Website:</p><ul role=\"list\"><li>In any way that violates any applicable federal, state, local or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).</li><li>For the purpose of exploiting, harming or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information or otherwise.</li><li>To send, knowingly receive, upload, download, use or re-use any material which does not comply with these Terms of Use.</li><li>To transmit, or procure the sending of, any advertising or promotional material without our prior written consent, including any \"junk mail\", \"chain letter\" or \"spam\" or any other similar solicitation.</li><li>To impersonate or attempt to impersonate the Company, a Company employee, another user or any other person or entity (including, without limitation, by using e-mail addresses or screen names associated with any of the foregoing).</li><li>To engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the Website, or which, as determined by us, may harm the Company or users of the Website or expose them to liability.</li></ul><p>Additionally, you agree not to:</p><ul role=\"list\"><li>Use the Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party's use of the Website, including their ability to engage in real time activities through the Website.</li><li>Use any robot, spider or other automatic device, process or means to access the Website for any purpose, including monitoring or copying any of the material on the Website.</li><li>Use any manual process to monitor or copy any of the material on the Website or for any other unauthorized purpose without our prior written consent.</li><li>Use any device, software or routine that interferes with the proper working of the Website.</li><li>Introduce any viruses, trojan horses, worms, logic bombs or other material which is malicious or technologically harmful.</li><li>Attempt to gain unauthorized access to, interfere with, damage or disrupt any parts of the Website, the server on which the Website is stored, or any server, computer or database connected to the Website.</li><li>Attack the Website via a denial-of-service attack or a distributed denial-of-service attack.</li><li>Otherwise attempt to interfere with the proper working of the Website.</li></ul><ol start=\"8\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Reliance on Information Posted</p></li></ol><p>The information presented on or through the Website is made available solely for general information purposes. We do not warrant the accuracy, completeness or usefulness of this information. Any reliance you place on such information is strictly at your own risk. We disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Website, or by anyone who may be informed of any of its contents.</p><p>This Website includes content provided by third parties, including materials provided by other users, bloggers and third-party licensors, syndicators, aggregators and/or reporting services. All statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by the Company, are solely the opinions and the responsibility of the person or entity providing those materials. These materials do not necessarily reflect the opinion of the Company. We are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</p><ol start=\"9\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Changes to the Website</p></li></ol><p>We may update the content on this Website from time to time, but its content is not necessarily complete or up-to-date. Any of the material on the Website may be out of date at any given time, and we are under no obligation to update such material.</p><ol start=\"10\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Information About You and Your Visits to the Website</p></li></ol><p>All information we collect on this Website is subject to our <a href=\"/legal/privacy-policy\">Privacy Policy</a>. By using the Website, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.</p><ol start=\"11\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Online Purchases and Other Terms and Conditions</p></li></ol><p>Additional terms and conditions may also apply to specific portions, services or features of the Website, including the registration and sponsorship for conference events. All such additional terms and conditions are hereby incorporated by this reference into these Terms of Use. In the event of terms that are directly conflicting between these Terms of Use and terms of conditions for the registration or sponsorship of a conference event, the terms and conditions for the event shall be controlled.</p><ol start=\"12\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Linking to the Website and Social Media Features</p></li></ol><p>You may link to our homepage, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part without our express written consent.</p><ol start=\"13\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Links from the Website</p></li></ol><p>If the Website contains links to other sites and resources provided by third parties, these links are provided for your convenience only. This includes links contained in advertisements, including banner advertisements and sponsored links. We have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them. If you decide to access any of the third party Website linked to this Website, you do so entirely at your own risk and subject to the terms and conditions of use for such Website. We reserve the right to withdraw linking permission without notice.</p><ol start=\"14\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Geographic Restrictions</p></li></ol><p>The owner of the Website is based in Switzerland. We make no claims that the Website or any of its content is accessible or appropriate outside of Switzerland. Access to the Website may not be legal by certain persons or in certain countries. If you access the Website from outside Switzerland, you do so on your own initiative and are responsible for compliance with local laws.</p><ol start=\"15\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Disclaimer of Warranties</p></li></ol><p>You understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the Website will be free of viruses or other destructive code. You are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data. WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE Website OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE Website OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY Website LINKED TO IT.</p><p>YOUR USE OF THE WEBSITE, ITS CONTENT AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE Website IS AT YOUR OWN RISK. THE WEBSITE, ITS CONTENT AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE Website ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED. NEITHER THE COMPANY NOR ANY PERSON ASSOCIATED WITH THE COMPANY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY OR AVAILABILITY OF THE Website. WITHOUT LIMITING THE FOREGOING, NEITHER THE COMPANY NOR ANYONE ASSOCIATED WITH THE COMPANY REPRESENTS OR WARRANTS THAT THE WEBSITE, ITS CONTENT OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE Website WILL BE ACCURATE, RELIABLE, ERROR-FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE Website OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE Website WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p><p>THE COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT AND FITNESS FOR PARTICULAR PURPOSE.</p><p>SOME JURISDICTIONS DO NOT ALLOW EXCLUSION OF WARRANTIES OR LIMITATIONS ON THE DURATION OF IMPLIED WARRANTIES, SO THE ABOVE DISCLAIMER MAY NOT APPLY TO YOU IN THEIR ENTIRETIES BUT WILL APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.</p><ol start=\"16\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Limitation on Liability</p></li></ol><p>OUR LIABILITY IS EXCLUDED TO THE MAXIMUM EXTENT PERMITTED BY LAW. IN PARTICULAR, BUT WITHOUT LIMITATION, WE ARE NOT LIABLE FOR </p><ul role=\"list\"><li>INDIRECT OR CONSEQUENTIAL DAMAGES, SUCH AS LOSS OF PROFITS, SAVINGS OR CLAIMS BY THIRD PARTIES</li><li>ACTS OR OMISSIONS OF OUR AUXILIARY PERSONS AND SUBCONTRACTORS,</li><li>SIMPLE NEGLIGENCE.</li></ul><p>FURTHERMORE, THE WEBSITE IS MADE AVAILABLE \"AS IS\" AND, WE EXCLUDE ALL CONDITIONS, LIABILITIES, WARRANTIES, REPRESENTATIONS OR OTHER TERMS WHICH MAY APPLY TO OUR WEBSITE OR ANY CONTENT ON IT, WHETHER EXPRESS OR IMPLIED.</p><p>WE ALSO WILL NOT BE LIABLE TO ANY USER FOR ANY LOSS OR DAMAGE, WHETHER IN CONTRACT, TORT, BREACH OF STATUTORY DUTY, OR OTHERWISE, EVEN IF FORESEEABLE, ARISING UNDER OR IN CONNECTION WITH:</p><ul role=\"list\"><li>USE OF, OR INABILITY TO USE, OUR WEBSITE; OR</li><li>USE OF OR RELIANCE ON ANY CONTENT DISPLAYED ON OUR WEBSITE.</li></ul><p>WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A VIRUS, DISTRIBUTED DENIAL-OF-SERVICE ATTACK, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF OUR WEBSITE OR TO YOUR DOWNLOADING OF ANY CONTENT ON IT, OR ON ANY WEBSITE LINKED TO IT.</p><p>OUR WEBSITE MAY CONTAIN THIRD-PARTY CONTENT OR LINKS TO THIRD PARTY Website OR APPLICATIONS FOR YOUR CONVENIENCE ONLY. YOU UNDERSTAND THAT YOUR USE OF ANY THIRD PARTY WEBSITE OR APPLICATION IS SUBJECT TO ANY TERMS OF USE AND/OR PRIVACY NOTICES PROVIDED BY SUCH THIRD PARTY. WE ASSUME NO RESPONSIBILITY FOR THIRD-PARTY CONTENT OR LINKS TO THIRD PARTY Website OR APPLICATIONS TO WHICH WE LINK FROM OUR WEBSITE. SUCH LINKS SHOULD NOT BE INTERPRETED AS ENDORSEMENT BY US OF THOSE LINKED Website OR APPLICATIONS. WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE THAT MAY ARISE FROM YOUR USE OF THEM.</p><p>THE EXCLUSION OF LIABILITY UNDER THESE TERMS OF USE SHALL NOT APPLY IF THE DAMAGE IS CAUSED WILLFULLY OR BY GROSS NEGLIGENCE BY US OR UNLESS WE SHOULD BE LIABLE OTHERWISE PURSUANT TO MANDATORY LEGAL PROVISIONS SUCH AS PRODUCT LIABILITY PROVISIONS. MOREOVER, THE EXCLUSION OF LIABLITY DOES NOT APPLY TO DAMAGE FROM INJURY TO LIFE, BODY OR HEALTH (PERSONAL INJURIES).</p><ol start=\"17\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Governing Law and Jurisdiction</p></li></ol><p>All matters relating to the Website and these Terms of Use and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of Switzerland without giving effect to any choice or conflict of law provision or rule (whether of Switzerland or any other jurisdiction).</p><p>Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website shall be instituted exclusively in the Switzerland in the Kanton of Zug although we retain the right to bring any suit, action or proceeding against you for breach of these Terms of Use in your country of residence or any other relevant country. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.</p><ol start=\"18\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Waiver and Severability</p></li></ol><p>No waiver of by the Company of any term or condition set forth in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Company to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision.</p><p>If any provision of these Terms of Use is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Use will continue in full force and effect.</p><ol start=\"19\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Entire Agreement</p></li></ol><p>The Terms of Use, our Privacy Policy and terms of conditions for the registration of events constitute the sole and entire agreement between you and the Company with respect to the Website and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Website.</p><ol start=\"20\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Your Comments and Concerns</p></li></ol><h6>This Website is operated by the Company. All other feedback, comments, requests for technical support and other communications relating to the Website should be directed to: <a class=\"underline\" href=\"mailto:support@universaleverything.io\">support@universaleverything.io</a></h6><h2>‍</h2>",
  "add_widget_warpcast_description": "Allows to embed Warpcast feed or post.",
  "filters_no_options": "No options...",
  "grid_enable_edit_mode": "Enable edit mode",
  "asset_creators_verified": "Verified creator",
  "create_profile_box_button": "Create your profile",
  "header_title": "UNIVERSAL\nPROFILES",
  "add_widget_instagram_title": "Add Instagram widget",
  "token_asset_type_document": "DOC",
  "token_details_contract_address": "Contract Address",
  "erc725account_info_part2": "based on {erc725accountLink}, or {createUPlink} 🆙",
  "confirm_missing_assets_description": "You own the below asset but it is missing from your profile.",
  "add_grid_title": "Add a new Grid",
  "landing_hero_description_no_extension": "Looks like you don’t have the <span class=\"paragraph-inter-16-semi-bold\">Universal Profile browser extension</span> installed. You’ll need it before you can log in to our wallet service.",
  "asset_standard_badge_collection_contract": "LSP8 COLLECTION",
  "tooltip_text_copy_raw": "Copy raw",
  "add_widget_section_website": "Website or Mini-App",
  "data_provider_graph_description": "Load data via the our Envio indexing service. This results in faster loading times and smoother UX, however inappropriate content might be removed.",
  "transak_success_message": "Please note that it can take some time for your balance to update.",
  "missing_asset_label_added": "Added",
  "error_no_accounts": "Account not found.",
  "asset_all_creators_unverified": "Un-verified creators",
  "add_widget_text_text_label": "Description",
  "add_grid_columns_label": "Number of columns",
  "edit_widget_text_title": "Edit Text widget",
  "add_widget_description": "Embedding a link will show its content to any visitor of your profile.",
  "profile_tab_grid": "Grid",
  "followed_by_empty": "No one is following {username}",
  "dapp_showcase_01_image": "/images/universal-page-dapp.jpg",
  "hero_title_02": "Universal Profiles",
  "not_up_description": "This does not seem to be a Universal Profile address. View this address on block explorer to find out more information.",
  "modal_switch_application_network_title": "Change application network",
  "add_widget_iframe_instructions": "-",
  "add_missing_assets_add_another_button": "Add another missing asset",
  "grid_unsaved_changes_text": "You have unsaved changes in your Grid.",
  "modal_delete_widget_title": "Confirm delete",
  "send_pending_title": "Sending {amount} {symbol}",
  "collection_no_results": "No results",
  "buy_lyx_title": "Use the below services to <strong>buy LYX</strong> for your Universal Profile",
  "assets_empty_state_title": "No created assets",
  "add_widget_section_social": "Social",
  "add_widget_spotify_description": "Allows to embed Spotify artist, track or playlist.",
  "web3_connect_no_extension": "You don't have the Universal Profile browser extension installed.",
  "dapp_showcase_01_title": "universal.page",
  "add_widget_spotify_title": "Add Spotify widget",
  "not_up_title": "Not a Universal Profile",
  "add_grid_title_label": "Title",
  "add_widget_text_text_placeholder": "Description text",
  "dapp_showcase_08_url": "https://lsp8.app/",
  "no_asset_balance": "You don't own this asset.",
  "grid_widget_menu_edit": "Edit",
  "asset_all_creators_partial": "Not all creators are verified",
  "add_widget_confirm": "Save",
  "header_install_extension": "Install Extension",
  "own_connected_profile_following_empty": "You follow no one",
  "add_widget_section_custom": "Custom",
  "error_same_address": "You cannot send {lyxSymbol} to yourself",
  "profile_card_following_button": "Following",
  "dapp_showcase_01_url": "https://universal.page/",
  "add_widget_text_title_color_placeholder": "#000000",
  "modal_switch_application_network_confirm": "Yes please",
  "add_widget_youtube_description": "Allows to embed Youtube video.",
  "confirm_missing_assets_title": "Confirm missing asset",
  "settings_data_provider_description": "Change how the application loads data.",
  "edit_widget_iframe_description": "Allows to embed custom web page. Note that some web pages security policy might block display in iframe.",
  "own_connected_profile_followers_empty": "No one is following you",
  "filters_type_created": "Created",
  "asset_attributes_title": "Attributes",
  "add_widget_text_background_color_placeholder": "#000000",
  "web3_connect_error_title": "Can't connect",
  "grid_widget_menu_move": "Move to other grid",
  "dapp_showcase_02_title": "universalswaps.io",
  "errors_invalid_hex_color": "Invalid color",
  "add_widget_youtube_instructions": "1. Visit YouTube website and open video\r\n2. Click on \"Share\" button and select \"Embed\"\r\n3. Click on \"Copy\" and paste into the textarea",
  "button_get_lyx": "Get",
  "filters_type_owned": "Owned",
  "asset_filter_mobile_filters": "Filters",
  "modal_switch_network_confirm": "Change network",
  "errors_required": "Field is required",
  "button_buy": "Buy",
  "buy_lyx_widget_title": "Fund your profile with LYX",
  "image_error_missing_message": "IMAGE CAN NOT BE FOUND",
  "send_error_title": "Something went wrong...",
  "errors_get_asset_balance": "Can't get balance for this token. Try a different token contract address",
  "dapp_showcase_07_title": "stakingverse.io",
  "grid_widget_menu_clone": "Duplicate",
  "add_missing_assets_cancel_button": "Cancel",
  "not_found_title": "Oops!",
  "landing_hero_supported_browsers": "Supported Browsers",
  "button_sell": "Sell",
  "dapp_showcase_03_image": "/images/common-ground-dapp.jpg",
  "success_missing_assets_title": "Check missing asset",
  "widget_type_spotify": "Spotify",
  "erc725account_info_part3": "create your own",
  "image_error_invalid_documentation_link": "Visit the documentation",
  "modal_connect_wallet_mobile_scan_text": "Scan the below QR code with the Universal Profile mobile app to log in",
  "share_link_copy": "Copy",
  "not_found_get_help_url": "https://support.lukso.network/",
  "send_input_placeholder": "Enter address of recipient",
  "dapp_showcase_02_image": "/images/universalswaps-dapp.jpg",
  "asset_links_title": "Links",
  "collection_total_supply": "Created {count}",
  "edit_widget_x_description": "Allows to embed X (Twitter) timeline or post.",
  "collection_not_avail_link": "in the settings",
  "add_widget_instagram_description": "Allows to embed Instagram post.",
  "token_asset_type_other": "OTHER",
  "profile_tab_tokens": "Tokens",
  "add_widget_image_instructions": "-",
  "modal_mobile_search_placeholder": "Search by title",
  "widget_type_instagram": "Instagram",
  "add_missing_assets_page_title": "Check missing asset",
  "modal_connect_wallet_select_provider_title": "Let’s log you in",
  "settings_page_title": "Settings",
  "modal_clone_widget_title": "Widget cloned!",
  "profile_search_placeholder": "Search profiles",
  "follows_empty": "{username} follows no one",
  "add_widget_youtube_title": "Add Youtube widget",
  "token_details_send": "Send {token}",
  "missing_assets_placeholder": "Enter token contract address",
  "dapp_showcase_05_image": "/images/de-folio-dapp.jpg",
  "token_details_token_id": "Token ID",
  "add_widget_x_input_placeholder": "Embed code",
  "modal_following_title": "Following",
  "add_widget_text_text_color_placeholder": "#000000",
  "edit_widget_spotify_description": "Allows to embed Spotify artist, track or playlist.",
  "image_error_invalid_documentation": "{link} to fix this issue",
  "send_button": "Send {amount} {symbol}",
  "asset_supply_title": "Total Token Supply",
  "shuffle_title": "Profiles",
  "token_asset_type_video": "VIDEO",
  "beta_warning": "You are on <strong>LUKSO Testnet</strong>. Do not send real LYX to any profiles made on this network!<br /><strong>If you are looking for LUKSO Mainnet, please use the switch in the footer.</strong>",
  "add_widget_iframe_input_placeholder": "URL of the webpage",
  "profile_card_follow_button": "Follow",
  "header_discovery": "Discover",
  "asset_all_creators_verified": "Verified creators",
  "not_found_text": "We can’t seem to find the page you’re looking for!",
  "add_widget_section_video": "Video",
  "dapp_showcase_03_title": "commonground.cg",
  "add_widget_image_input_placeholder": "URL of the image",
  "add_widget_soundcloud_instructions": "1. Go into playlist/album/artist/track in SoundCloud website\r\n2. Click on \"Share\" and select \"Embed\" tab\r\n3. Copy provided code and paste into textarea",
  "add_widget_warpcast_input_placeholder": "URL of feed or post",
  "edit_widget_instagram_title": "Edit Instagram widget",
  "add_widget_section_music": "Music",
  "add_widget_title": "Add a new content",
  "asset_creations": "Creations",
  "add_widget_text_title_label": "Header",
  "edit_widget_spotify_title": "Edit Spotify widget",
  "asset_filter_owned_assets": "Owned assets",
  "asset_address_copied_tooltip": "Copied!",
  "edit_widget_warpcast_title": "Edit Warpcast widget",
  "add_missing_assets_add_button": "Add missing asset",
  "grid_widget_menu_open_in_new_tab": "Open in new tab",
  "pages_privacy_policy_content": "<p><strong>Last Updated: 08-08-2024</strong></p>\n\n<ol role=\"list\"><li id=\"General-Background\">\n<br>\n<strong>General Background</strong><br><br></li></ol><p>This Privacy Policy describes how the Universal Everything GmbH, Köpenicker Chaussee 3a, 10317 Berlin, incorporated under the laws of Switzerland (also “we”, “us” or “our”) collects, protects, and uses your personal data when you use our website (in this context, the term “website” also includes our web portals or Apps), obtain products or services from us, interact with us in relation to a contract, communicate with us, or otherwise deal with us. We explain what we do with your personal data, for what purposes and on what legal company we do so, and what rights you have on that basis. When appropriate, we will provide just-in-time notice to cover any additional processing activities not mentioned in this Privacy Policy. In addition, we may inform you about the processing of your data separately, for example, in consent forms, terms and conditions, additional Privacy Policies, forms, and other notices. We use the word “data” here interchangeably with “personal data”.</p><p>‍</p><p>If you provide information to us about any person other than yourself, your employees, counterparties, your advisers, or your suppliers, you must ensure that the data is accurate, that they understand how their information will be used, and that they have given their permission for you to disclose it to us and for you to allow us, and our outsourced service providers, to use it.</p><p>‍</p><p>This Privacy Policy is aligned with the EU General Data Protection Regulation (“GDPR”) and the Swiss Data Protection Act (“DPA”). However, the application of these laws depends on each individual case.</p><p>‍</p><ol start=\"2\" role=\"list\"><li id=\"Data-Controller-Protection\" class=\"\">\n\n<strong>The Controller and the Data Protection Officer/Data Protection Advisor</strong></li></ol><p>‍</p><p>The responsible person for processing your data under this Privacy Policy (“Controller”) unless we tell you otherwise in an individual case is:</p><p>‍</p>\n\n<p>Universal Everything GmbH</p><p>Köpenicker Chaussee 3a </p><p>10317 Berlin</p><p>‍</p>\n\n<p>You may contact us regarding data protection matters and to exercise your rights at:&nbsp;&nbsp;</p><p><a class=\"underline\" href=\"mailto:hello@universaleverything.io\">hello@universaleverything.io</a>\n</p><p>‍</p><ol start=\"3\" role=\"list\"><li><strong>Data processed by us</strong></li></ol><p>‍</p><p>The processing of personal data is limited to data that is required to operate a functional website and for the provision of content, products, and services. The processing of personal data of our users is based on the purposes agreed or on a legal basis. We only collect personal data that is necessary to implement and process our tasks and services or if you provide data voluntarily. Depending on the reason and purpose of the processing, we process different data about you:</p><p>‍</p><ol role=\"list\"><li>Technical Data&nbsp;&nbsp;</li></ol><p>When you use our website or other online offerings, we collect the IP address of your terminal device and other technical data to ensure the functionality and security of these offerings. This data includes logs with records of the use of our systems. We generally keep technical data for a maximum of 6 months. To ensure the functionality of these offerings, we may also assign an individual code to you or your device (for example, as a cookie, see Section 15). Technical data as such does not permit drawing conclusions about your identity. However, technical data may be linked with other categories of data (and potentially with your person) in relation with user accounts, registrations, access controls, or the performance of a contract.</p><p>‍</p><ol start=\"2\" role=\"list\"><li>User Account and Registration Data&nbsp;&nbsp;</li></ol><p>Some of our services may only be used with a user account or a registration (e.g., competitions, newsletters, etc.). Such data will be kept for 12 months from the date the use of the services ceases or the user account is closed.</p><p>‍</p><ol start=\"3\" role=\"list\"><li>Communication Data&nbsp;&nbsp;</li></ol><p>When you get in contact with us via contact form, e-mail, telephone, chat, or by letter or other means of communication, we collect the data exchanged between you and us, including your contact details and the metadata of the communication. If we record telephone conversations, we will tell you specifically. If we have to confirm your identity, for example, in relation to a request for information, a request for press access, etc., we collect data to identify you (for example, a copy of an ID document). We generally keep this data for 12 months from the last exchange between us. This period may be longer where required for evidentiary purposes, to comply with legal or contractual requirements, or for technical reasons. E-mails in personal mailboxes and written correspondence are generally kept for at least 10 years. Chats are generally stored for 2 years.</p><p>‍</p><ol start=\"4\" role=\"list\"><li>Master Data&nbsp;&nbsp;</li></ol><p>Master data is the basic data that we need, in addition to contract data (see below), for the performance of our contractual and other business relationships or for marketing and promotional purposes, such as name and contact details, and information about, for example, your role and function, your bank details, your domicile, your date of birth, customer history, powers of attorney, signature authorizations and declarations of consent, as well as Know Your Customer (KYC) data, Know Your Business (KYB) data and further data relating to fraud prevention and the combating of money laundering and terrorist financing, export restrictions, sanctions, and embargoes. We process your master data if you are a customer or other business contact or work for one (for example as a contact person of the business partner), or because we wish to address you for our own purposes or for the purposes of a contractual partner (for example as part of marketing and advertising, as part of our grants and bounty programs, for invitations to events, for vouchers, newsletters, etc.). We receive master data from you (for example when you make use of our services provided), from parties you work for, or from third parties such as contractual partners, associations and address brokers, and from public sources such as public registers or the internet (websites, social media, etc.) or from activity that is publicly visible and/or accessible on blockchains (e.g., Blockchain address, information regarding purchases, sales, or transfer of NFTs, which may then be associated with other data you have provided to us). We generally keep master data for 10 years from the last exchange between us but at least from the end of the contract. This period may be longer if required for evidentiary purposes, to comply with legal or contractual requirements, or for technical reasons. For contacts used only for marketing and advertising, the period is usually much shorter, usually no more than 2 years from the last contact.</p><p>‍</p><ol start=\"5\" role=\"list\"><li>Contract Data&nbsp;&nbsp;</li></ol><p>We collect contract data in relation to the conclusion or performance of a contract, e.g., information about the products and services provided or to be provided, as well as data from the period leading up to the conclusion of a contract, information required or used for performing a contract, and information about feedback (e.g., complaints, feedback about satisfaction, etc.). We generally collect this data from you, from contractual partners and from third parties involved in the performance of the contract, but also from third-party sources (for example credit information providers) and from public sources. We generally keep this data for 10 years from the last contract activity but at least from the end of the contract. This period may be longer where necessary for evidentiary purposes, to comply with legal or contractual requirements, or for technical reasons.</p><p>‍</p><ol start=\"6\" role=\"list\"><li>Behavioral and Preference Data&nbsp;&nbsp;</li></ol><p>Depending on our relationship with you, we try to get to know you better and to tailor our products, services, and offers to you. For this purpose, we collect and process data about your behavior and preferences. We do so by evaluating information about your behavior. Based on this data, we can, for example, determine the likelihood that you will use certain services or behave in a certain way. The data processed for this purpose is already known to us (for example where and when you use our services), or we collect it by recording your behavior (for example, how you navigate our website). We anonymize or delete this data when it is no longer relevant for the purposes pursued, which may be - depending on the nature of the data - between 2-3 weeks and 24 months (for product and service preferences). This period may be longer for evidentiary purposes, to comply with legal or contractual requirements, or for technical reasons.&nbsp;</p><p>‍</p><ol start=\"7\" role=\"list\"><li>Other Data&nbsp;&nbsp;</li></ol><p>We also collect data from you in other situations. For example, data that may relate to you (such as files, evidence, etc.) is processed in relation to administrative or judicial proceedings. We may also collect data for health protection (for example as part of health protection concepts). We may obtain or create photos, videos, and sound recordings in which you may be identifiable (for example at events, with security cameras, etc.). We may also collect data about who enters certain buildings, and when or who has access rights (including in relation to access controls, based on registration data or lists of visitors, etc.), who participates in events or campaigns, e.g., competitions, and who uses our infrastructure and systems and when. The retention period for this data depends on the processing purpose and is limited to what is necessary. This ranges from one or two days for many of the security cameras, to usually a few weeks in case of data for contact tracing and visitor data that is usually kept for 3 months, to several years or longer for reports about events with images.</p><p>‍</p><p>Much of the data set out in this Section is provided to us by you, e.g., through forms, in relation to communication with us, in relation to contracts, when you use the website, etc. You are not obliged or required to disclose data to us except in individual cases, for example within the framework of binding health protection concepts (legal obligations). If you wish to enter into contracts with us or use our services, you must also provide us with certain data, in particular master data,contract data, and registration data, as part of your contractual obligation under the relevant contract. When using our website, the processing of technical data cannot be avoided. If you wish to gain access to certain systems or buildings, you must also provide us with registration data. However, in the case of behavioural and preference data, you have the option of objecting or not giving consent.</p><p>‍</p><p>We provide certain services to you only if you provide us with registration data, because we or our contractual partners wish to know who uses our services or has accepted an invitation to an event, because it is a technical requirement, or because we wish to communicate with you. If you or the person you represent (for example your employer) wishes to enter into or perform a contract with us, we must collect master data, contract data, and communication data from you, and we process technical data if you wish to use our website or other electronic offerings for this purpose. If you do not provide us with the data necessary for the conclusion and performance of the contract, you should expect that we may refuse to conclude the contract, that you may commit a breach of contract or that we will not perform the contract. Similarly, we can only submit a response to a request from you if we process communication data and - if you communicate with us online - possibly also technical data. Also, the use of our website is not possible without us receiving technical data.</p><p>‍</p><p>As far as it is not unlawful, we also collect data from public sources (for example debt collection registers, land registers, commercial registers, the media, or the internet including social media) or receive data from other companies within our group, from public authorities, and from other third parties (such as credit agencies, address brokers, associations, contractual partners, internet analytics services, etc.).</p><p>‍</p><p>The categories of personal data that we receive about you from third parties include, in particular, information from public registers, information that we receive in relation to administrative and legal proceedings, information in relation to your professional functions and activities (so that we can, for example, conclude and process transactions with your employer with your assistance), information about you in correspondence and meetings with third parties, credit information (where we conduct business with you in a personal capacity), information about you that persons related to you (family, advisors, legal representatives, etc.) share with us so that we can conclude or perform contracts with you or involving you (for example references, your delivery address, powers of attorney, information about compliance with legal requirements such as those relating to fraud prevention and the combating of money laundering and terrorist financing and Know Your Customer (KYC) data, Know Your Business (KYB) data, sanctions, export restrictions, information from banks, insurance companies, sales and other contractual partners of us about your use or provision of services (for example payments, purchases, etc.), information from the media and the internet about the use or provision of services by you (for example payments made, purchases made, etc.), information from the media and the internet about you (where appropriate in a specific case, e.g., in the context of an application, marketing/sales, press review, etc.), your address and potentially interests and other socio-demographic data (especially for marketing and research purposes) and data in relation with the use of third-party websites and online offerings where such use can be linked to you.</p><p>‍</p><ol start=\"4\" role=\"list\"><li>&nbsp;<strong>Purposes of the Processing of data</strong></li></ol><p>‍</p><p>We process your data for the purposes explained below. Further information is set out in Sections 15 et seq. for online services. These purposes and their objectives represent interests of us and potentially of third parties. You can find further information on the legal basis of our processing in Section 5.</p><p>‍</p><ol role=\"list\"><li>Communication&nbsp;&nbsp;</li></ol><p>We process your data for communication purposes, in order to communicate with you, in particular, when you contact us in order to respond to your queries or when you exercise your rights. For this purpose, we use in particular communication data, master data, and registration data to enable us to communicate with you and provide our services or respond to requests. We keep this data to document our communication with you, for training purposes and quality assurance.</p><p>‍</p><ol start=\"2\" role=\"list\"><li>Performance of a Contract&nbsp;&nbsp;</li></ol><p>We process your data for entering into a contract with you, perform, and administer it. In particular, we process communication data, master data, registration data, and contract data about you. This might include data about third parties, e.g., if you order products or services for the benefit of a third party. This also includes data about potential customers that we receive from communication with you, on a trade fair, or any other business event. As regards the conclusion of a contact, we use this data to assess your creditworthiness and to open up a business relationship with you. Administering and performing the contract with you might involve third parties, such as logistic companies, advertising service providers, banks, insurance companies, or credit information providers in order to provide our products and services to you.</p><p>‍</p><ol start=\"3\" role=\"list\"><li>Marketing and Relationship Management&nbsp;&nbsp;</li></ol><p>We process your data for marketing and relationship management purposes. For example, we send personalized newsletters for products and services from us and, if applicable from selected third parties (e.g., advertising partners). Marketing and relationship management might include contacting you via e-mail, telephone, or other channels for which we have contact information from you. We and, if applicable, selected third parties, only display personalized content or advertising based on your usage behaviour or send e-mails for marketing purposes (e.g., newsletters) if and to the extent you give your consent to us if required under applicable law. You can object to such marketing activities or withdraw your consent at any time (please see Sections 13 and 14).</p><p>‍</p><ol start=\"4\" role=\"list\"><li>Product/Service Improvement and Innovation&nbsp;&nbsp;</li></ol><p>We process your data for market research and to improve our products and services (including our website).</p><p>‍</p><ol start=\"5\" role=\"list\"><li>Safety or Security Reasons&nbsp;&nbsp;</li></ol><p>We process your data to protect our IT and other infrastructure (e.g., buildings). For example, we process data for monitoring, analysis, and testing of our networks and IT infrastructures including access controls. We might also use surveillance systems, e.g., cameras for security purposes. In such a case, we will inform you at the relevant locations separately.</p><p>‍</p><ol start=\"6\" role=\"list\"><li>Compliance with Law&nbsp;&nbsp;</li></ol><p>We process your data to comply with legal requirements, e.g., health security concepts, money laundering and terrorist financing, tax obligations etc. and we might have to request further information from you to comply with such requirements (“Know Your Customer”, “KYC”; “Know Your Business”, “KYB”) or as otherwise required by law and legal authorities.</p><p>‍</p><ol start=\"7\" role=\"list\"><li>Risk Management, Corporate Governance, and Business Development&nbsp;&nbsp;</li></ol><p>We process your data as part of our risk management and corporate governance in order to protect us from criminal or abusive activity. As part of our business development, we might sell businesses, parts of businesses, or companies to others or acquire them from others or enter into partnerships and this might result in the exchange and processing of data based on your consent, if necessary.</p><p>‍</p><ol start=\"5\" role=\"list\"><li><strong>&nbsp;Legal Ground for Processing Your Data</strong></li></ol><p>‍</p><ol role=\"list\"><li>Your Consent&nbsp;&nbsp;</li></ol><p>Where we asked for your consent (e.g., for receiving newsletters and for personalized content or advertising based on your usage behavior or for processing sensitive data), we process your data based on such consent. You may withdraw your consent at any time with effect for the future by providing us written notice (e-mail sufficient), see our contact details in Section 2. If you like to withdraw your consent for online tracking, please see Sections 15 et seq. Withdrawal of your consent does not affect the lawfulness of the processing that we have carried out prior to your withdrawal, nor does it affect the processing of your data-based on other processing grounds.</p><p>‍</p><ol start=\"2\" role=\"list\"><li>Where we did not ask for your consent, we process your data on other legal grounds, such as:</li></ol><p>‍</p><p>- A contractual obligation</p><p>- A legal obligation</p><p>- A vital interest of the data subject or of another natural person</p><p>- A legitimate interest, which includes compliance with applicable law and the marketing of our products and services, the interest in better understanding our markets and in managing and further developing our company, including its operations, safely and efficiently.</p><p>‍</p><ol start=\"6\" role=\"list\"><li><strong>&nbsp;Profiling and Automated Decision Taking</strong></li></ol><p>‍</p><p>We might analyze aspects of your individual's personality, behavior, interests, and habits to make predictions or decisions about them for the purposes laid out in Section 4, e.g., to perform statistical analysis or to prevent misuse and security risks. This analysis identifies correlations between different behaviors and characteristics to create profiles for individuals. For example, we may use profiling to determine in which products or services you might be interested. We may also use profiling to assess your creditworthiness. We do not use profiling that can produce legal effects concerning you or similarly significantly affect you without human review.</p><p>‍</p><p>In certain circumstances, automated decision-taking might be necessary for reasons of efficiency and consistency. In such cases, we will inform you accordingly and take the measures required by applicable law.</p><p>‍</p><ol start=\"7\" role=\"list\"><li><strong>&nbsp;On-Chain Data (Blockchain)</strong></li></ol><p>‍</p><p>By using our blockchain-based services you acknowledge that your wallet address and related transactions, which are considered personal data if relating to an identified or identifiable natural person, are permanently and publicly stored on the blockchain, publicly available to anyone, and neither we, nor any third party, has any power to delete such data published by its users to the blockchain. If you want to ensure that your privacy rights are not affected in any way, you should not transact on blockchains as certain rights may not be fully available or exercisable by you or us due to the technological infrastructure of the blockchain.</p><p>‍</p><p>You hereby release and indemnify us of any data privacy liability associated with data that you published to the blockchain by using our services.</p><p>‍</p><ol start=\"8\" role=\"list\"><li><strong>Disclosure of Data to Third Parties and Social Plug-ins</strong></li></ol><p>‍</p><p>In order to perform our contracts, fulfill our legal obligations, protect our legitimate interest and the other purposes and legal grounds set out above, we may disclose your data to third parties, in particular to the following categories of recipients:</p><p>‍</p><p>- Group Companies</p><p>You hereby release and indemnify us of any data privacy liability associated with data that you published to the blockchain by using our services.</p><p>‍</p><p>- Offerings of Third Parties</p><p>Our Website may contain third-party offerings. If you click on such an offer, we will transfer data to the respective third party to the extent necessary (e.g., the information that you found this offer on our website or app and, if applicable, further information that you provided for this purpose on our website or app). We have no control over, do not review, and cannot be responsible for these third-party websites or their content. Please be aware that the terms of this Privacy Policy do not apply to these third-party websites or their content, or to any collection of your data after you click on links to such third-party websites. We encourage you to read the privacy policies of every website you visit. Any links to third-party websites or locations are for your convenience and do not signify our endorsement of such third parties or their products, content, or websites.</p><p>‍</p><p>- Third-Party Wallets</p><p>To use our services or interact with us, you may use a third-party wallet that allows you to engage in transactions on public blockchains. The applicable terms of service and privacy policy of that third party govern your interactions with any third-party wallet provider.</p><p>‍</p><p>- Service Providers</p><p>We may share your information with service providers and business partners around the world with whom we collaborate to fulfill the above purposes (e.g., IT providers, shipping companies, advertising service providers, security companies, banks, insurance companies, telecommunication companies, credit information agencies, address verification providers, lawyers) or who we engage to process personal data for any of the purposes listed above on our behalf and in accordance with our instructions only.</p><p>‍</p><p>- Contractual Partners Including Customers</p><p>If required under the respective contract we share your data with other contractual partners. If we sell or buy any business or assets, we may disclose your data to the prospective seller or buyer of such business or assets to whom we assign or novate any of our rights and obligations.</p><p>‍</p><p>- Legal Authorities</p><p>If legally obliged or entitled to make disclosures or if it appears necessary to protect our interests, we may disclose your data to courts, law enforcement authorities, regulators, government officials, or other legal authorities in Switzerland or abroad, e.g., in criminal investigations and legal proceedings including alternative dispute resolution as well as to prevent and combat money laundering and terrorist financing (e.g., duties in the event of a suspicion of money laundering, duty to report to Money Laundering Reporting Offices Switzerland or abroad) or due to further reporting duties.</p><p>‍</p><p>- Social Plug-ins</p><p>We do not use social media plug-ins on our website. If our website contains icons of social media providers (e.g., X, Mirror, etc.), we use these only as passive links to the websites of the respective social media platforms.</p><p>‍</p><p>- Our Appearance on Social Networks</p><p>We are present on the following social media platforms: [e.g., X, LinkedIn, Instagram, YouTube, TikTok, Mirror, Farcaster, Lens] and collect data about you as described in Section 3 and below. We receive this data from you and the platforms when you enter into contact with us via our online presence (e.g., when you communicate with us, comment on our content, or visit our presence).</p><p>‍</p><p>At the same time, the platforms evaluate your use of our online presence and link this data with other data about you known to the platforms (e.g., about your behavior and preferences). They also process this data for their own purposes under their own responsibility, in particular for marketing and market research purposes (e.g., to personalize advertising) and to control their platform (e.g., which content they show to you). This also happens if you do not have a profile on the social media platform.</p><p>‍</p><p>We process this data for the purposes described in Section 4, in particular for communication, marketing purposes, and market research. You will find information on the legal basis in Section 5.</p><p>‍</p><p>We would like to point out that you use our presence on social media platforms and their functions on your own responsibility. This applies, in particular, to the use of interactive functions (e.g., commenting, sharing, rating).</p><p>‍</p><p>The individual data processing activities and their scope differ depending on the social media provider. For details about the collection and storage of your personal data and about the type, scope, and purpose of its use by the social media provider, please refer to the privacy policy of the respective social media provider.</p><p>‍</p><p>The data collected about you in this context is processed by the platforms and may be transferred to countries outside the European Union, in particular the USA, which is considered not to provide adequate data protection from a Swiss/EU perspective. Therefore, we have agreed to so-called standard data protection clauses (SCCs) with the social media providers in order to ensure compliance with an appropriate level of data protection in third countries.</p><p>‍</p><p>We do not know how the social media platforms use the data from your visit to our account and interaction with our posts for their own purposes, how long this data is stored, and whether data is passed on to third parties. The data processing may differ depending on whether you are registered and logged in to the social network or visit the site as a non-registered and/or non-logged-in user. When you access a post or the account, the IP address assigned to your terminal device is transmitted to the provider of the social media platform. If you are currently logged in as a user, a cookie on your end device can be used to track how you have moved around the network. Buttons embedded in websites enable the platforms to record your visits to these website pages and assign them to your respective profile. Based on this data, content or advertising can be offered tailored to you. If you wish to avoid this, you should log out or deactivate the \"stay logged in\" function, delete the cookies on your device, and restart your browser.</p><p>‍</p><p>To exercise your data subject rights, you can contact both us and the provider of the social media platform. To the extent that one party is not responsible for responding or must obtain the information from the other party, we or the provider will then forward your request to the respective partner. Please contact the provider of the social media platform directly for questions about profiling, and processing of your data when using the website. For questions about the processing of your interaction with us on our site, write to the contact details provided by us above.</p><p>‍</p><p>For further information on the purpose and scope of data collection and processing by the social media platform, please review the Privacy Policys of these social media platforms, where you will also receive further information about your rights and about setting options for protecting your privacy.</p><p>‍</p><ol start=\"9\" role=\"list\"><li><strong>&nbsp;Transfer of Data Abroad</strong></li></ol><p>‍</p><p>As we have explained in Section 7, we disclose data to other parties, not all of them located in Switzerland. Your data may be processed in the European Economic Area (EEA) and in exceptional circumstances also in countries outside the EEA and around the world, which includes countries that do not provide the same level of data protection as Switzerland or the EEA and are not recognized as providing an adequate level of data protection. We only transfer data to these countries when it is necessary for the performance of a contract or for the exercise or defence of legal claims, or if such transfer is based on your explicit consent or subject to safeguards that assure the protection of your data, such as the European Commission approved standard contractual clauses.</p><p>‍</p><ol start=\"10\" role=\"list\"><li><strong>&nbsp;Storage of Your Personal Data</strong></li></ol><p>‍</p><p>We only process your data for as long as necessary to fulfill the purposes we collected it for, including for the purposes of complying with legal retention requirements and where required to assert or defend against legal claims, until the end of the relevant retention period or until the claims in question have been settled. Upon the expiry of the applicable retention period, we will securely destroy your data in accordance with applicable laws and regulations.</p><p>‍</p><ol start=\"11\" role=\"list\"><li><strong>&nbsp;Security of Your Personal Data</strong></li></ol><p>‍</p><p>We take appropriate organizational and technical security measures to prevent your personal data from being accidentally lost, used, or accessed in an unauthorized way, altered, or disclosed.</p><p>‍</p><p>However, we and your personal data can still become victims of cyber-attacks, cybercrime, brute force, hacker attacks, and further fraudulent and malicious activity including but not limited to viruses, forgeries, malfunctions, and interruptions which are out of our control and responsibility.</p><p>‍</p><p>We have also implemented procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so.</p><p>‍</p><ol start=\"12\" role=\"list\"><li><strong>&nbsp;Your Rights</strong></li></ol><p>‍</p><p>You have various rights in relation with our processing of your personal data, depending on the applicable data protection law:</p><p>‍</p><p>- Right of Access</p><p>You have the right to request a copy of the personal data that we hold about you. However, there are exceptions to this right, so access may be denied if, for example, making the information available to you would reveal personal data about another person or if we are legally prevented from disclosing such information.</p><p>‍</p><p>- Right to Rectification</p><p>We aim to keep your personal data accurate, current, and complete. We encourage you to contact us to let us know if any of your personal data is inaccurate or changes so that we can keep it up to date.</p><p>‍</p><p>- Right to Erasure</p><p>You have the right to require us to erase your personal data when the personal data is no longer necessary for the purposes for which it was collected, or when, among other things, your personal data has been unlawfully processed.</p><p>‍</p><p>- Right to Restriction</p><p>You have the right to ask us to restrict the processing of your personal information in certain circumstances.</p><p>‍</p><p>- Right to Data Portability</p><p>You have the right to ask that we transfer the personal information you gave us to another controller or to you, in certain circumstances.</p><p>‍</p><p>- Right to Withdraw Consent</p><p>Where we process data based on your consent, you have the right to withdraw your consent. Once we have received notification that you have withdrawn your consent, we will no longer process your information for the purpose(s) to which you originally consented unless there is another legal ground for the processing.</p><p>‍</p><p>- Complaints</p><p>If you believe that your data protection rights might have been breached, please</p><p>‍</p><p>&nbsp;let us know or contact the applicable supervisory authority. The Federal Data Protection and Information Commissioner is the competent data protection authority in Switzerland. The contact details are available here: www.edoeb.admin.ch.</p><p>‍</p><p>If you are residing in the European Union, you also have the right to complain to your local data protection supervisory authority. You can find some contact details of the respective authorities of the Member States of the European Union here: https://edpb.europa.eu/about-edpb/about-edpb/members_en.</p><p>‍</p><ol start=\"13\" role=\"list\"><li><strong>&nbsp;Right to Object</strong></li></ol><p>‍</p><p>Under applicable data protection law, you have the right to object at any time to the processing of personal data pertaining to you under certain circumstances, in particular where your data is processed in the public interest, on the basis of a balance of interests or for direct marketing purposes.</p><p>‍</p><p>If you would like to exercise the above-mentioned rights, please contact us at <a class=\"underline\" href=\"mailto:hello@universaleverything.io\">hello@universaleverything.io</a> or the contact details provided under Section 2 unless otherwise specified or agreed. Please note that we need to identify you to prevent misuse, e.g., by means of a copy of your ID card or passport, unless identification is possible otherwise.</p><p>‍</p><ol start=\"14\" role=\"list\"><li><strong>&nbsp;Newsletter</strong></li></ol><p>‍</p><p>If you subscribe to one of our newsletters, you may cancel the subscription at any time by using the option to unsubscribe contained in the newsletter.</p><p>‍</p><ol start=\"15\" role=\"list\"><li><strong>&nbsp;Cookies</strong></li></ol><p>‍</p><p>We use cookies on our website and may allow certain third parties to do so as well. Cookies are small files that your browser automatically creates and that are stored on your device (laptop, tablet, smartphone, etc.) when you visit our website. For further information, please see also our Cookie Policy.</p><p>‍</p><ol start=\"16\" role=\"list\"><li><strong>&nbsp;Monitoring Tools</strong></li></ol><p>‍</p><p>We use social media monitoring tools that help us to identify and monitor content on third-party websites, e.g., in posts, tweets, blogs, news, forum posts, and social media platforms. This gives us a detailed insight into customer opinions and any topics on the internet that mention our company name(s) or talk about our brand(s). In doing so, so-called \"crawlers\" search available online sources to seek out the relevant hits. Some monitoring tools search both publicly available data on the internet and closed-loop third-party networks with which they have directly concluded contracts in order to access their data.</p><p>‍</p><p>Our use of monitoring tools is based on our legitimate interests of market and opinion research for marketing and PR purposes. Data processing by such monitoring tools is external and separate from our web and social media sites and we are not responsible for any data processing by such monitoring tools.</p><p>‍</p><p>If you would like to object to the use of your information by such monitoring tools, or require information about the data stored by them, or if you wish to exercise any other right that you are entitled to, please contact the respective monitoring tool.</p><p>‍</p><ol start=\"17\" role=\"list\"><li><strong>&nbsp;Tracking Tools</strong></li></ol><p>‍</p><p>Based on your consent, we use tracking tools to ensure a tailored design and the continuous optimization of our website. We also use the following tracking tools to statistically record the use of our website and evaluate it for the purpose of optimizing the content we show you:</p><p>‍</p><p>- Google Analytics:&nbsp;&nbsp;</p><p>Google Ireland (based in Ireland) is our provider of “Google Analytics” and acts as our processor. Google Ireland relies on Google LLC (based in the USA) as a processor for its services (both “Google”). Google uses performance cookies (see above) to track the behavior of visitors to our website (duration, frequency of pages viewed, geographic origin of access, etc.) and compiles reports for us on the use of our website on this basis. We have configured the service so that the IP addresses of visitors are shortened by Google in Europe before being forwarded to the US and thus cannot be traced. We have turned off the \"Data Forwarding\" and \"Signals\" settings. Although we can assume that the information we share with Google is not personal data for Google, it is possible that Google can draw conclusions about the identity of visitors from this data for its own purposes, create personal profiles, and link this data to the Google accounts of these persons. If you consent to the use of Google Analytics, you explicitly agree to such processing, which also includes the transfer of personal data (in particular usage data for the website and app, device information, and individual IDs) to the US and other countries not offering adequate data protection from a Swiss/EU perspective. Information on the data protection of Google Analytics can be found here: (https://support.google.com/analytics/answer/6004245) and if you have a Google account, you can find further details on processing by Google: here (https://policies.google.com/technologies/partner-sites?hl=de).</p><p>‍</p><ol start=\"18\" role=\"list\"><li><strong>&nbsp;Updating and Changing this Privacy Policy</strong></li></ol><p>‍</p><p>Due to the continuous development of our website and its contents, changes in law or regulatory requirements, we might need to change this Privacy Policy from time to time. Our current Privacy Policy can be found at our website.</p><p>‍</p>",
  "profile_card_following": "Following",
  "image_error_invalid_message": "unverifiable image link",
  "add_widget_warpcast_title": "Add Warpcast widget",
  "error_eoa": "Please use Universal Profile Extension. ",
  "widget_type_warpcast": "Warpcast",
  "token_asset_type_music": "MUSIC",
  "token_asset_type_contract": "SC",
  "edit_widget_youtube_title": "Edit Youtube widget",
  "settings_add_missing_assets_title": "Add missing assets",
  "errors_invalid_url": "This is an invalid URL",
  "errors_already_owned": "You already own this token.",
  "modal_default_title": "Something went wrong...",
  "dapp_showcase_05_title": "de-folio.com",
  "edit_grid_description": "Personalize your grid",
  "widget_type_soundcloud": "Sound Cloud",
  "modal_select_assets_title": "Select an asset to send",
  "button_l14_profiles": "L14 PROFILES",
  "add_widget_soundcloud_title": "Add SoundCloud widget",
  "asset_creators_unverified": "Un-verified creator",
  "transak_success_button": "Got it!",
  "modal_clone_widget_confirm": "Go to profile",
  "widget_type_x": "X (Twitter)",
  "add_widget_cancel": "Cancel",
  "add_widget_x_title": "Add X (Twitter) widget",
  "dapp_showcase_04_title": "upturn.live",
  "add_grid_description": "Create a new Grid and organize your content how you want",
  "footer_need_help_text": "SUPPORT",
  "token_asset_type_image": "IMAGE",
  "profile_tab_collectibles": "Collectibles",
  "dapp_showcase_04_image": "/images/upturn-dapp.jpg",
  "token_details_assets": "Token assets",
  "modal_delete_grid_content": "Are you sure you want to delete {title} grid?",
  "add_widget_image_description": "Allows to embed image files.",
  "landing_hero_description_not_connected": "Connect to <span class=\"paragraph-inter-16-semi-bold\">view</span> and send assets from your <span class=\"paragraph-inter-16-semi-bold\">Universal Profile</span>.",
  "add_widget_soundcloud_description": "Allows to embed SoundCloud track or playlist.",
  "dapp_showcase_07_url": "https://stakingverse.io/",
  "missing_assets_page_title": "Add missing assets",
  "lyx_details_title": "LUKSO",
  "not_found_homepage": "Visit homepage",
  "lyx_details_description": "This is the native token of the LUKSO blockchain.",
  "asset_filter_created_assets": "Created assets",
  "add_widget_youtube_input_placeholder": "URL of your video",
  "button_buy_sell": "Buy / Sell",
  "token_owned": "Owns",
  "dapp_showcase_title": "Featured dApps",
  "landing_hero_title": "Universal Profile Wallet",
  "header_send": "Send",
  "modal_mobile_filter_confirm": "Filter",
  "edit_widget_instagram_description": "Allows to embed Instagram post.",
  "token_details_show_collection": "View collection",
  "send_card_return_to_profile": "Return to profile",
  "filters_order_by_lastly_added": "Lastly added",
  "grid_tabs_menu_edit": "Edit",
  "widget_type_youtube": "Youtube",
  "edit_widget_iframe_title": "Edit Iframe widget",
  "filters_order_by_name_asc": "Title A-Z",
  "dapp_showcase_04_url": "https://upturn.live/",
  "connect_or_install_button_install": "Install browser extension",
  "token_details_description": "Token Description",
  "dapp_showcase_08_image": "/images/lsp8-tracker-dapp.jpg",
  "token_asset_type_3d": "3D",
  "add_widget_warpcast_instructions": "1. Go into user or post of Warpcast platform\r\n2. Copy url from the browser address and paste into textarea",
  "data_provider_graph_title": "Read from indexing service",
  "header_my_profile": "My profile",
  "missing_assets_token_address": "Token contract address",
  "dapp_showcase_06_url": "https://universalgrave.com/",
  "modal_connect_wallet_select_provider_connect_extension_button": "Universal Profile browser extension",
  "grid_widget_add_widget_text": "Add content",
  "add_widget_image_title": "Add Image widget",
  "missing_assets_description": "Find the token contract address of the asset you want to add and enter it below.",
  "dapp_showcase_02_url": "https://universalswaps.io/",
  "token_collection_of": "Owns {count}",
  "add_widget_text_title_placeholder": "Header text",
  "data_provider_rpc_description": "Loads data directly from the blockchain using an RPC provider. If a custom RPC provider (This feature will be added later) is used the read data can not be manipulated by us. \n\nWill result in slower loading times during the loading of assets and some app features might be limited.",
  "move_widget_description": "Please select to which Grid you want to move this widget.",
  "button_create_profile": "CREATE A PROFILE",
  "buy_lyx_card_ramp_description": "Ramp is a global financial technology company building solutions that connect the crypto economy with today’s financial infrastructure.",
  "send_success_button": "Send another token",
  "widget_type_text": "Text",
  "add_widget_instagram_input_placeholder": "Embed code",
  "add_widget_instagram_instructions": "1. Go into Instagram post\n2. Click on three dot menu and go to \"Embed\"\n3. Copy embed code and paste into textarea",
  "data_provider_page_title": "Data loading mode",
  "pages_terms_title": "Terms of Service",
  "modal_switch_network_description": "To continue using this application you will need to change the browser extension network to {name}.",
  "send_success_title": "Sending complete!",
  "profile_default_name": "anonymous-profile",
  "button_buy_lyx": "Buy",
  "error_no_profiles": "You don't have any profiles.",
  "token_details_buy_lyx": "Buy LYX",
  "footer_terms_text": "Terms & Conditions",
  "followed_by_text": "Followed by {names} {othersCount, plural,\n      =0 {you follow}\n      =1 {and 1 other you follow}\n      other {and # others you follow}\n    }",
  "assets_empty_state_description": "To find out how to create your own assets such as Tokens and NFT’s on <strong>LUKSO</strong> head over to our <a href=\"https://docs.lukso.tech/guides/digital-assets/create-lsp7-digital-asset/\" target=\"_blank\" class=\"text-purple-51 hover:text-purple-41 underline\"><strong>documentation</strong></a>. ",
  "connect_or_install_button_coming_soon": "Coming soon...",
  "modal_delete_widget_confirm": "Delete",
  "asset_creators_title": "Creators",
  "profile_balance_of": "of {balance} {symbol}",
  "add_widget_x_instructions": "1. Go into user or post of X platform\r\n2. Copy url from the browser address and paste into textarea",
  "widget_type_image": "Image",
  "erc725account_info_part1": "Search {numberOfProfiles} platform independent blockchain accounts {luksoWebsiteLink}",
  "collection_connected_own_info": "You own the following items from this collection",
  "modal_delete_grid_confirm": "Delete",
  "modal_delete_grid_cancel": "Cancel",
  "edit_widget_warpcast_description": "Allows to embed Warpcast feed or post.",
  "add_widget_x_description": "Allows to embed X (Twitter) timeline or post.",
  "modal_connect_wallet_mobile_scan_title": "Scan to log in",
  "collection_not_avail_front": "Collection view is not available when loading data using the decentralised data loading mode. Please switch the data loading mode to centralised",
  "asset_filter_search_placeholder": "Search by title",
  "move_widget_title": "Move widget",
  "add_widget_spotify_instructions": "1. Go into playlist/artist/track of Spotify app\r\n2. Click on three dot menu and go to \"Share\"\r\n3. Select \"Copy link to...\" and paste into textarea",
  "modal_switch_network_cancel": "Cancel",
  "network_activity_title": "Network activity",
  "dapp_showcase_07_image": "/images/stakingverse-dapp.jpg",
  "edit_widget_soundcloud_description": "Allows to embed SoundCloud track or playlist.",
  "edit_widget_soundcloud_title": "Edit SoundCloud widget",
  "grid_tabs_add_widget": "Add new",
  "buy_lyx_card_transak_description": "Transak provides leading Web3 on-ramp services, enabling users from over 180 countries to access LYX through various fiat payment methods.",
  "footer_docs_text": "DOCS",
  "errors_not_owner": "You do not own this token. Try a different token contract address",
  "missing_asset_label_missing": "Missing",
  "buy_lyx_card_buy_button": "Buy LYX",
  "edit_widget_text_description": "Allows to embed some plain text information.",
  "error_unknown_standard": "Couldn't detect standard for this asset.",
  "settings_data_provider_title": "Data loading mode",
  "modal_delete_grid_title": "Confirm delete",
  "not_found_get_help": "Get some help",
  "header_disconnect": "Disconnect",
  "tokens_title": "Tokens",
  "footer_faq_text": "FAQs",
  "grid_unsaved_changes_save": "Save changes",
  "send_card_view_in_explorer": "View transaction on block explorer",
  "asset_created_by": "Created by",
  "collectibles_title": "Collectibles",
  "modal_default_confirm": "Ok",
  "token_details_own": "You own this token",
  "modal_delete_widget_content": "Are you sure you want to delete widget from your grid?",
  "errors_invalid_input": "This is invalid input for {name}",
  "collection_not_connected_own_info": "owns the following items from this collection",
  "token_details_total_supply_of": "Total supply of {count}",
  "modal_clone_widget_content": "Do you want to go to your profile?",
  "modal_mobile_filter_cancel": "Cancel",
  "add_grid_title_placeholder": "Enter grid name",
  "data_provider_rpc_title": "Read from smart contracts",
  "move_grid_widget_placeholder": "Select grid...",
  "dapp_showcase_08_title": "lsp8.app",
  "transak_success_title": "You bought some LYX!",
  "footer_need_help_url": "mailto:support@lukso.network",
  "create_profile_box_text": "Create your <strong>Universal Profile</strong> and get ready for a new kind of <strong>DApp</strong> experience! ",
  "edit_widget_youtube_description": "Allows to embed Youtube video.",
  "modal_clone_widget_cancel": "No",
  "web3_interface_error_message": "You tried to connect with a legacy profile that is no longer supported.",
  "errors_invalid_address": "This is an invalid address",
  "header_connect": "Login",
  "dapp_showcase_06_title": "universalgrave.com",
  "grid_unsaved_changes_reset": "Reset",
  "collection_filter_search_placeholder": "Search by token ID",
  "nft_details_own": "You own this collectible",
  "edit_widget_image_description": "Allows to embed image files.",
  "error_wrong_network": "Your browser extension is using different network. In order to continue please switch to {name}.",
  "modal_switch_application_network_description": "You are about to switch this application’s network to {name}, are you sure you want to do this?",
  "modal_mobile_search_confirm": "Search",
  "modal_switch_application_network_cancel": "Cancel",
  "web3_connect_error": "There was an error while connecting to the browser extension.",
  "not_up_button": "View on block explorer",
  "add_widget_spotify_input_placeholder": "Embed code",
  "modal_mobile_search_cancel": "Cancel",
  "grid_widget_menu_delete": "Delete",
  "widget_type_iframe": "iframe",
  "add_widget_soundcloud_input_placeholder": "Embed code",
  "footer_privacy_policy_text": "Privacy Policy",
  "profile_card_unfollow_button": "Unfollow",
  "add_widget_iframe_description": "Allows to embed custom web page. Note that some web pages security policy might block display in iframe.",
  "token_details_get_lyx": "Get LYXt",
  "error_generic": "There was error while performing your request. Please try again later or contact the support.",
  "token_details_images": "Token Images",
  "profile_search_no_results": "No profile found",
  "modal_connect_wallet_select_provider_install_info": "If you do not have the browser extension, clicking the above button will redirect you to install it",
  "profile_card_copy_address": "UP address copied!",
  "success_missing_assets_description": "The below asset has been added to your profile.",
  "modal_delete_widget_cancel": "Cancel",
  "edit_widget_x_title": "Edit X (Twitter) widget",
  "asset_filter_collection_placeholder": "Collection"
}