{
  "modal_connect_wallet_select_provider_connect_mobile_button": "Universal Profile mobile app",
  "error_pending_request": "You have pending request. Check your browser extension.",
  "header_get_lyx": "GET LYXt",
  "filters_order_by_name_desc": "Title Z-A",
  "modal_connect_wallet_select_provider_text": "Log in with either the Universal Profile browser extension or with our dedicated mobile app",
  "dapp_showcase_built_on_lukso": "Built on Universal Profiles",
  "connect_or_install_button_connect": "Connect with Universal Profile",
  "filters_order_by_recently_added": "Recently added",
  "button_send": "Send",
  "dapp_showcase_05_url": "https://www.de-folio.com/",
  "dapp_showcase_03_url": "https://www.commonground.cg/",
  "error_rejected_request": "You rejected the request",
  "dapp_showcase_06_image": "/images/universal-grave-dapp.jpg",
  "button_create_testnet_profile": "CREATE A TESTNET PROFILE",
  "modal_switch_network_title": "Change extension network",
  "hero_title_01": "Discover",
  "modal_follower_title": "Followers",
  "missing_assets_check_button": "Continue",
  "profile_card_followers": "Followers",
  "view_entire_collection": "View entire collection",
  "settings_add_missing_assets_description": "Easily add assets that you have been sent or are missing from your profile.",
  "tooltip_text_copy": "Copy",
  "share_link_copied": "Copied!",
  "asset_filter_creator_placeholder": "Creator",
  "header_relayer_dashboard": "Dashboard",
  "shuffle_assets_title": "Collectibles",
  "header_settings": "Settings",
  "token_details_collection_of": "Collection of {count}",
  "header_buy_lyx": "BUY LYX",
  "token_details_send_collectible": "Send collectible",
  "pages_terms_content": "<p>PLEASE READ THESE TERMS OF USE BEFORE USING THE WEBSITE.</p>\n<ol role=\"list\"><li><p class='heading-inter-17-semi-bold py-4'>Acceptance of the Terms of Use</p></li></ol>\n\n<p>These terms of use are entered into by and between you and the Foundation for the New Creative Economies (\"Foundation\", \"we\" or \"us\"). The following terms and conditions, together with any documents they expressly incorporate by reference (collectively, these \"Terms of Use\"), govern your access to and use of lukso.network, including any content, functionality and services offered on or through lukso.network, new-creative-economies.foundation, and lukso.tech (together, the \"Website\").</p>\n<p>Nothing in these Terms creates any relationship of employment, agency, or partnership between the involved parties.</p>\n<p>This Website is provided by:</p>\n\n<p class='py-4'>Universal Everything GmbH <br>Köpenicker Chaussee 3a<br>10317 Berlin</p>\n\n<p>Please read the Terms of Use carefully before you start to use the Website. By using the Website or by clicking to accept or agree to the Terms of Use when this option is made available to you, you accept and agree to be bound and abide by these Terms of Use in addition to</p>\n<ul role=\"list\"><li>our <a href=\"/legal/privacy-policy\">Privacy Policy</a>, incorporated herein by reference; and</li><li>our Cookie Policy, incorporated herein by reference (note: no cookies are used on deposit.lukso.network).</li></ul>\n<p>If you do not agree to these Terms of Use or the Privacy Policy, you must not access or use the Website.</p><ol start=\"2\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Who May Use the Website</p></li></ol><p>This Website is offered and available to users who are 18 years of age or older. The Website is not intended for children under 18 years of age. By using this Website, you represent and warrant that you (i) are 18 years of age or older, (ii) are not barred to use the Website under any applicable law, and (iii) are using the Website only for your own personal use. If you do not meet these requirements, you must not access or use the Website.</p><ol start=\"3\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Changes to the Terms of Use</p></li></ol><p>We may revise and update these Terms of Use from time to time in our sole discretion. All changes are effective immediately when we post them.</p><p>Your continued use of the Website following the posting of revised Terms of Use means that you accept and agree to the changes. You are expected to check this page frequently so you are aware of any changes, as they are binding on you.</p><ol start=\"4\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Accessing the Website and Account Security</p></li></ol><p>We reserve the right to withdraw or amend this Website, and any service or material we provide on the Website, in our sole discretion without notice. We do not guarantee that our site or any content on it, will always be available or be interrupted. We will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period. From time to time, we may restrict access to some parts of the Website, or the entire Website, to users.</p><p>You are responsible for:</p><ul role=\"list\"><li>Making all arrangements necessary for you to have access to the Website.</li><li>Ensuring that all persons who access the Website through your internet connection are aware of these Terms of Use and comply with them.</li></ul><p>To access the Website or some of the resources it offers, you may be asked to provide certain registration details or other information. It is a condition of your use of the Website that all the information you provide on the Website is correct, current and complete. You agree that all information you provide to register using this Website or otherwise, including, but not limited to, using any interactive features on the Website, is governed by our Privacy Policy, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p><p>You should use particular caution when inputting personal information on to the Website on a public or shared computer so that others are not able to view or record your personal information.</p><ol start=\"5\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Intellectual Property Rights</p></li></ol><p>The Website and its entire contents, features and functionality (including but not limited to all information, software, text, displays, images, video and audio, and the design, selection and arrangement thereof), are owned by the Foundation, its licensors or other providers of such material and are protected by copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws.</p><p>Unless otherwise marked: (a) all material, data, and information on the Website, such as data files, text, music, audio files or other sounds, photographs, videos, or other images, but excluding any software or computer code (collectively, the “Non- Code Content”) is licensed under the Creative Commons Attribution 4.0 International License; and (b) all software or computer code (collectively, the “Code Content”) is licensed under the MIT License.</p><ol start=\"6\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Trademarks</p></li></ol><p>The Foundation name, the terms LUKSO, the Foundation logo and all related names, logos, product and service names, designs and slogans are trademarks of the Foundation or its affiliates or licensors. You must not use such marks without the prior written permission of the Foundation. All other names, logos, product and service names, designs and slogans on this Website are the trademarks of their respective owners.</p><ol start=\"7\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Prohibited Uses</p></li></ol><p>You may use the Website only for lawful purposes and in accordance with these Terms of Use. You agree not to use the Website:</p><ul role=\"list\"><li>In any way that violates any applicable federal, state, local or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).</li><li>For the purpose of exploiting, harming or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information or otherwise.</li><li>To send, knowingly receive, upload, download, use or re-use any material which does not comply with these Terms of Use.</li><li>To transmit, or procure the sending of, any advertising or promotional material without our prior written consent, including any \"junk mail\", \"chain letter\" or \"spam\" or any other similar solicitation.</li><li>To impersonate or attempt to impersonate the Foundation, a Foundation employee, another user or any other person or entity (including, without limitation, by using e-mail addresses or screen names associated with any of the foregoing).</li><li>To engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the Website, or which, as determined by us, may harm the Foundation or users of the Website or expose them to liability.</li></ul><p>Additionally, you agree not to:</p><ul role=\"list\"><li>Use the Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party's use of the Website, including their ability to engage in real time activities through the Website.</li><li>Use any robot, spider or other automatic device, process or means to access the Website for any purpose, including monitoring or copying any of the material on the Website.</li><li>Use any manual process to monitor or copy any of the material on the Website or for any other unauthorized purpose without our prior written consent.</li><li>Use any device, software or routine that interferes with the proper working of the Website.</li><li>Introduce any viruses, trojan horses, worms, logic bombs or other material which is malicious or technologically harmful.</li><li>Attempt to gain unauthorized access to, interfere with, damage or disrupt any parts of the Website, the server on which the Website is stored, or any server, computer or database connected to the Website.</li><li>Attack the Website via a denial-of-service attack or a distributed denial-of-service attack.</li><li>Otherwise attempt to interfere with the proper working of the Website.</li></ul><ol start=\"8\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Reliance on Information Posted</p></li></ol><p>The information presented on or through the Website is made available solely for general information purposes. We do not warrant the accuracy, completeness or usefulness of this information. Any reliance you place on such information is strictly at your own risk. We disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Website, or by anyone who may be informed of any of its contents.</p><p>This Website includes content provided by third parties, including materials provided by other users, bloggers and third-party licensors, syndicators, aggregators and/or reporting services. All statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by the Foundation, are solely the opinions and the responsibility of the person or entity providing those materials. These materials do not necessarily reflect the opinion of the Foundation. We are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</p><ol start=\"9\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Changes to the Website</p></li></ol><p>We may update the content on this Website from time to time, but its content is not necessarily complete or up-to-date. Any of the material on the Website may be out of date at any given time, and we are under no obligation to update such material.</p><ol start=\"10\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Information About You and Your Visits to the Website</p></li></ol><p>All information we collect on this Website is subject to our <a href=\"/legal/privacy-policy\">Privacy Policy</a>. By using the Website, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.</p><ol start=\"11\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Online Purchases and Other Terms and Conditions</p></li></ol><p>Additional terms and conditions may also apply to specific portions, services or features of the Website, including the registration and sponsorship for conference events. All such additional terms and conditions are hereby incorporated by this reference into these Terms of Use. In the event of terms that are directly conflicting between these Terms of Use and terms of conditions for the registration or sponsorship of a conference event, the terms and conditions for the event shall be controlled.</p><ol start=\"12\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Linking to the Website and Social Media Features</p></li></ol><p>You may link to our homepage, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part without our express written consent.</p><ol start=\"13\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Links from the Website</p></li></ol><p>If the Website contains links to other sites and resources provided by third parties, these links are provided for your convenience only. This includes links contained in advertisements, including banner advertisements and sponsored links. We have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them. If you decide to access any of the third party Website linked to this Website, you do so entirely at your own risk and subject to the terms and conditions of use for such Website. We reserve the right to withdraw linking permission without notice.</p><ol start=\"14\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Geographic Restrictions</p></li></ol><p>The owner of the Website is based in Switzerland. We make no claims that the Website or any of its content is accessible or appropriate outside of Switzerland. Access to the Website may not be legal by certain persons or in certain countries. If you access the Website from outside Switzerland, you do so on your own initiative and are responsible for compliance with local laws.</p><ol start=\"15\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Disclaimer of Warranties</p></li></ol><p>You understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the Website will be free of viruses or other destructive code. You are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data. WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE Website OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE Website OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY Website LINKED TO IT.</p><p>YOUR USE OF THE WEBSITE, ITS CONTENT AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE Website IS AT YOUR OWN RISK. THE WEBSITE, ITS CONTENT AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE Website ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED. NEITHER THE FOUNDATION NOR ANY PERSON ASSOCIATED WITH THE FOUNDATION MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY OR AVAILABILITY OF THE Website. WITHOUT LIMITING THE FOREGOING, NEITHER THE FOUNDATION NOR ANYONE ASSOCIATED WITH THE FOUNDATION REPRESENTS OR WARRANTS THAT THE WEBSITE, ITS CONTENT OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE Website WILL BE ACCURATE, RELIABLE, ERROR-FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE Website OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE Website WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p><p>THE FOUNDATION HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT AND FITNESS FOR PARTICULAR PURPOSE.</p><p>SOME JURISDICTIONS DO NOT ALLOW EXCLUSION OF WARRANTIES OR LIMITATIONS ON THE DURATION OF IMPLIED WARRANTIES, SO THE ABOVE DISCLAIMER MAY NOT APPLY TO YOU IN THEIR ENTIRETIES BUT WILL APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.</p><ol start=\"16\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Limitation on Liability</p></li></ol><p>OUR LIABILITY IS EXCLUDED TO THE MAXIMUM EXTENT PERMITTED BY LAW. IN PARTICULAR, BUT WITHOUT LIMITATION, WE ARE NOT LIABLE FOR </p><ul role=\"list\"><li>INDIRECT OR CONSEQUENTIAL DAMAGES, SUCH AS LOSS OF PROFITS, SAVINGS OR CLAIMS BY THIRD PARTIES</li><li>ACTS OR OMISSIONS OF OUR AUXILIARY PERSONS AND SUBCONTRACTORS,</li><li>SIMPLE NEGLIGENCE.</li></ul><p>FURTHERMORE, THE WEBSITE IS MADE AVAILABLE \"AS IS\" AND, WE EXCLUDE ALL CONDITIONS, LIABILITIES, WARRANTIES, REPRESENTATIONS OR OTHER TERMS WHICH MAY APPLY TO OUR WEBSITE OR ANY CONTENT ON IT, WHETHER EXPRESS OR IMPLIED.</p><p>WE ALSO WILL NOT BE LIABLE TO ANY USER FOR ANY LOSS OR DAMAGE, WHETHER IN CONTRACT, TORT, BREACH OF STATUTORY DUTY, OR OTHERWISE, EVEN IF FORESEEABLE, ARISING UNDER OR IN CONNECTION WITH:</p><ul role=\"list\"><li>USE OF, OR INABILITY TO USE, OUR WEBSITE; OR</li><li>USE OF OR RELIANCE ON ANY CONTENT DISPLAYED ON OUR WEBSITE.</li></ul><p>WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A VIRUS, DISTRIBUTED DENIAL-OF-SERVICE ATTACK, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF OUR WEBSITE OR TO YOUR DOWNLOADING OF ANY CONTENT ON IT, OR ON ANY WEBSITE LINKED TO IT.</p><p>OUR WEBSITE MAY CONTAIN THIRD-PARTY CONTENT OR LINKS TO THIRD PARTY Website OR APPLICATIONS FOR YOUR CONVENIENCE ONLY. YOU UNDERSTAND THAT YOUR USE OF ANY THIRD PARTY WEBSITE OR APPLICATION IS SUBJECT TO ANY TERMS OF USE AND/OR PRIVACY NOTICES PROVIDED BY SUCH THIRD PARTY. WE ASSUME NO RESPONSIBILITY FOR THIRD-PARTY CONTENT OR LINKS TO THIRD PARTY Website OR APPLICATIONS TO WHICH WE LINK FROM OUR WEBSITE. SUCH LINKS SHOULD NOT BE INTERPRETED AS ENDORSEMENT BY US OF THOSE LINKED Website OR APPLICATIONS. WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE THAT MAY ARISE FROM YOUR USE OF THEM.</p><p>THE EXCLUSION OF LIABILITY UNDER THESE TERMS OF USE SHALL NOT APPLY IF THE DAMAGE IS CAUSED WILLFULLY OR BY GROSS NEGLIGENCE BY US OR UNLESS WE SHOULD BE LIABLE OTHERWISE PURSUANT TO MANDATORY LEGAL PROVISIONS SUCH AS PRODUCT LIABILITY PROVISIONS. MOREOVER, THE EXCLUSION OF LIABLITY DOES NOT APPLY TO DAMAGE FROM INJURY TO LIFE, BODY OR HEALTH (PERSONAL INJURIES).</p><ol start=\"17\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Governing Law and Jurisdiction</p></li></ol><p>All matters relating to the Website and these Terms of Use and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of Switzerland without giving effect to any choice or conflict of law provision or rule (whether of Switzerland or any other jurisdiction).</p><p>Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website shall be instituted exclusively in the Switzerland in the Kanton of Zug although we retain the right to bring any suit, action or proceeding against you for breach of these Terms of Use in your country of residence or any other relevant country. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.</p><ol start=\"18\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Waiver and Severability</p></li></ol><p>No waiver of by the Foundation of any term or condition set forth in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Foundation to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision.</p><p>If any provision of these Terms of Use is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Use will continue in full force and effect.</p><ol start=\"19\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Entire Agreement</p></li></ol><p>The Terms of Use, our Privacy Policy and terms of conditions for the registration of events constitute the sole and entire agreement between you and the Foundation with respect to the Website and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Website.</p><ol start=\"20\" role=\"list\"><li>\n\n<p class='heading-inter-17-semi-bold py-4'>Your Comments and Concerns</p></li></ol><h6>This Website is operated by the Foundation. All other feedback, comments, requests for technical support and other communications relating to the Website should be directed to: support@fnce.foundation</h6><h2>‍</h2>",
  "filters_no_options": "No options...",
  "asset_creators_verified": "Verified creator",
  "create_profile_box_button": "Create your profile",
  "header_title": "UNIVERSAL\nPROFILES",
  "token_asset_type_document": "DOC",
  "token_details_contract_address": "Contract Address",
  "erc725account_info_part2": "based on {erc725accountLink}, or {createUPlink} 🆙",
  "confirm_missing_assets_description": "You own the below asset but it is missing from your profile.",
  "landing_hero_description_no_extension": "Looks like you don’t have the <span class=\"paragraph-inter-16-semi-bold\">Universal Profile browser extension</span> installed. You’ll need it before you can log in to our wallet service.",
  "asset_standard_badge_collection_contract": "LSP8 COLLECTION",
  "tooltip_text_copy_raw": "Copy raw",
  "data_provider_graph_description": "Load data via the our Envio indexing service. This results in faster loading times and smoother UX, however inappropriate content might be removed.",
  "transak_success_message": "Please note that it can take some time for your balance to update.",
  "missing_asset_label_added": "Added",
  "error_no_accounts": "Account not found.",
  "asset_all_creators_unverified": "Un-verified creators",
  "profile_tab_grid": "Grid",
  "followed_by_empty": "No one is following {username}",
  "dapp_showcase_01_image": "/images/universal-page-dapp.jpg",
  "hero_title_02": "Universal Profiles",
  "not_up_description": "This does not seem to be a Universal Profile address. View this address on block explorer to find out more information.",
  "modal_switch_application_network_title": "Change application network",
  "add_missing_assets_add_another_button": "Add another missing asset",
  "send_pending_title": "Sending {amount} {symbol}",
  "collection_no_results": "No results",
  "buy_lyx_title": "Use the below services to <strong>buy LYX</strong> for your Universal Profile",
  "assets_empty_state_title": "No created assets",
  "web3_connect_no_extension": "You don't have the Universal Profile browser extension installed.",
  "dapp_showcase_01_title": "universal.page",
  "not_up_title": "Not a Universal Profile",
  "dapp_showcase_08_url": "https://lsp8.app/",
  "no_asset_balance": "You don't own this asset.",
  "asset_all_creators_partial": "Not all creators are verified",
  "header_install_extension": "Install Extension",
  "own_connected_profile_following_empty": "You follow no one",
  "error_same_address": "You cannot send {lyxSymbol} to yourself",
  "profile_card_following_button": "Following",
  "dapp_showcase_01_url": "https://universal.page/",
  "modal_switch_application_network_confirm": "Yes please",
  "confirm_missing_assets_title": "Confirm missing asset",
  "settings_data_provider_description": "Change how the application loads data.",
  "own_connected_profile_followers_empty": "No one is following you",
  "filters_type_created": "Created",
  "asset_attributes_title": "Attributes",
  "web3_connect_error_title": "Can't connect",
  "dapp_showcase_02_title": "universalswaps.io",
  "button_get_lyx": "Get",
  "filters_type_owned": "Owned",
  "asset_filter_mobile_filters": "Filters",
  "modal_switch_network_confirm": "Change network",
  "button_buy": "Buy",
  "buy_lyx_widget_title": "Fund your profile with LYX",
  "image_error_missing_message": "IMAGE CAN NOT BE FOUND",
  "send_error_title": "Something went wrong...",
  "errors_get_asset_balance": "Can't get balance for this token. Try a different token contract address",
  "dapp_showcase_07_title": "stakingverse.io",
  "add_missing_assets_cancel_button": "Cancel",
  "not_found_title": "Oops!",
  "landing_hero_supported_browsers": "Supported Browsers",
  "button_sell": "Sell",
  "dapp_showcase_03_image": "/images/common-ground-dapp.jpg",
  "success_missing_assets_title": "Check missing asset",
  "erc725account_info_part3": "create your own",
  "image_error_invalid_documentation_link": "Visit the documentation",
  "modal_connect_wallet_mobile_scan_text": "Scan the below QR code with the Universal Profile mobile app to log in",
  "share_link_copy": "Copy",
  "not_found_get_help_url": "https://support.lukso.network/",
  "send_input_placeholder": "Enter address of recipient",
  "dapp_showcase_02_image": "/images/universalswaps-dapp.jpg",
  "asset_links_title": "Links",
  "collection_total_supply": "Created {count}",
  "collection_not_avail_link": "in the settings",
  "token_asset_type_other": "OTHER",
  "profile_tab_tokens": "Tokens",
  "modal_mobile_search_placeholder": "Search by title",
  "add_missing_assets_page_title": "Check missing asset",
  "modal_connect_wallet_select_provider_title": "Let’s log you in",
  "settings_page_title": "Settings",
  "profile_search_placeholder": "Search profiles",
  "follows_empty": "{username} follows no one",
  "token_details_send": "Send {token}",
  "missing_assets_placeholder": "Enter token contract address",
  "dapp_showcase_05_image": "/images/de-folio-dapp.jpg",
  "token_details_token_id": "Token ID",
  "modal_following_title": "Following",
  "image_error_invalid_documentation": "{link} to fix this issue",
  "send_button": "Send {amount} {symbol}",
  "asset_supply_title": "Total Token Supply",
  "shuffle_title": "Profiles",
  "token_asset_type_video": "VIDEO",
  "beta_warning": "You are on <strong>LUKSO Testnet</strong>. Do not send real LYX to any profiles made on this network!<br /><strong>If you are looking for LUKSO Mainnet, please use the switch in the footer.</strong>",
  "profile_card_follow_button": "Follow",
  "header_discovery": "Discover",
  "asset_all_creators_verified": "Verified creators",
  "not_found_text": "We can’t seem to find the page you’re looking for!",
  "dapp_showcase_03_title": "commondground",
  "asset_creations": "Creations",
  "asset_filter_owned_assets": "Owned assets",
  "asset_address_copied_tooltip": "Copied!",
  "add_missing_assets_add_button": "Add missing asset",
  "profile_card_following": "Following",
  "image_error_invalid_message": "unverifiable image link",
  "error_eoa": "Please use Universal Profile Extension. ",
  "token_asset_type_music": "MUSIC",
  "token_asset_type_contract": "SC",
  "settings_add_missing_assets_title": "Add missing assets",
  "errors_already_owned": "You already own this token.",
  "modal_default_title": "Something went wrong...",
  "dapp_showcase_05_title": "de-folio.com",
  "modal_select_assets_title": "Select an asset to send",
  "button_l14_profiles": "L14 PROFILES",
  "asset_creators_unverified": "Un-verified creator",
  "transak_success_button": "Got it!",
  "dapp_showcase_04_title": "upturn.live",
  "footer_need_help_text": "SUPPORT",
  "token_asset_type_image": "IMAGE",
  "profile_tab_collectibles": "Collectibles",
  "dapp_showcase_04_image": "/images/upturn-dapp.jpg",
  "token_details_assets": "Token assets",
  "landing_hero_description_not_connected": "Connect to <span class=\"paragraph-inter-16-semi-bold\">view</span> and send assets from your <span class=\"paragraph-inter-16-semi-bold\">Universal Profile</span>.",
  "dapp_showcase_07_url": "https://stakingverse.io/",
  "missing_assets_page_title": "Add missing assets",
  "lyx_details_title": "LUKSO",
  "not_found_homepage": "Visit homepage",
  "lyx_details_description": "This is the native token of the LUKSO blockchain.",
  "asset_filter_created_assets": "Created assets",
  "button_buy_sell": "Buy / Sell",
  "token_owned": "Owns",
  "dapp_showcase_title": "Featured dApps",
  "landing_hero_title": "Universal Profile Wallet",
  "header_send": "Send",
  "modal_mobile_filter_confirm": "Filter",
  "token_details_show_collection": "View collection",
  "send_card_return_to_profile": "Return to profile",
  "filters_order_by_lastly_added": "Lastly added",
  "filters_order_by_name_asc": "Title A-Z",
  "dapp_showcase_04_url": "https://upturn.live/",
  "connect_or_install_button_install": "Install browser extension",
  "token_details_description": "Token Description",
  "dapp_showcase_08_image": "/images/lsp8-tracker-dapp.jpg",
  "token_asset_type_3d": "3D",
  "data_provider_graph_title": "Read from indexing service",
  "header_my_profile": "My profile",
  "missing_assets_token_address": "Token contract address",
  "dapp_showcase_06_url": "https://universalgrave.com/",
  "modal_connect_wallet_select_provider_connect_extension_button": "Universal Profile browser extension",
  "missing_assets_description": "Find the token contract address of the asset you want to add and enter it below.",
  "dapp_showcase_02_url": "https://universalswaps.io/",
  "token_collection_of": "Owns {count}",
  "data_provider_rpc_description": "Loads data directly from the blockchain using an RPC provider. If a custom RPC provider (This feature will be added later) is used the read data can not be manipulated by us. \n\nWill result in slower loading times during the loading of assets and some app features might be limited.",
  "button_create_profile": "CREATE A PROFILE",
  "buy_lyx_card_ramp_description": "Ramp is a global financial technology company building solutions that connect the crypto economy with today’s financial infrastructure.",
  "send_success_button": "Send another token",
  "data_provider_page_title": "Data loading mode",
  "pages_terms_title": "Terms of Service",
  "modal_switch_network_description": "To continue using this application you will need to change the browser extension network to {name}.",
  "send_success_title": "Sending complete!",
  "profile_default_name": "anonymous-profile",
  "button_buy_lyx": "Buy",
  "error_no_profiles": "You don't have any profiles.",
  "token_details_buy_lyx": "Buy LYX",
  "footer_terms_text": "Terms & Conditions",
  "followed_by_text": "Followed by {names} {othersCount, plural,\n      =0 {you follow}\n      =1 {and 1 other you follow}\n      other {and # others you follow}\n    }",
  "assets_empty_state_description": "To find out how to create your own assets such as Tokens and NFT’s on <strong>LUKSO</strong> head over to our <a href=\"https://docs.lukso.tech/guides/digital-assets/create-lsp7-digital-asset/\" target=\"_blank\" class=\"text-purple-51 hover:text-purple-41 underline\"><strong>documentation</strong></a>. ",
  "connect_or_install_button_coming_soon": "Coming soon...",
  "asset_creators_title": "Creators",
  "profile_balance_of": "of {balance} {symbol}",
  "erc725account_info_part1": "Search {numberOfProfiles} platform independent blockchain accounts {luksoWebsiteLink}",
  "collection_connected_own_info": "You own the following items from this collection",
  "modal_connect_wallet_mobile_scan_title": "Scan to log in",
  "collection_not_avail_front": "Collection view is not available when loading data using the decentralised data loading mode. Please switch the data loading mode to centralised",
  "asset_filter_search_placeholder": "Search by title",
  "modal_switch_network_cancel": "Cancel",
  "network_activity_title": "Network activity",
  "dapp_showcase_07_image": "/images/stakingverse-dapp.jpg",
  "buy_lyx_card_transak_description": "Transak provides leading Web3 on-ramp services, enabling users from over 180 countries to access LYX through various fiat payment methods.",
  "footer_docs_text": "DOCS",
  "errors_not_owner": "You do not own this token. Try a different token contract address",
  "missing_asset_label_missing": "Missing",
  "buy_lyx_card_buy_button": "Buy LYX",
  "error_unknown_standard": "Couldn't detect standard for this asset.",
  "settings_data_provider_title": "Data loading mode",
  "not_found_get_help": "Get some help",
  "header_disconnect": "Disconnect",
  "tokens_title": "Tokens",
  "footer_faq_text": "FAQs",
  "send_card_view_in_explorer": "View transaction on block explorer",
  "asset_created_by": "Created by",
  "collectibles_title": "Collectibles",
  "modal_default_confirm": "Ok",
  "token_details_own": "You own this token",
  "collection_not_connected_own_info": "owns the following items from this collection",
  "token_details_total_supply_of": "Total supply of {count}",
  "modal_mobile_filter_cancel": "Cancel",
  "data_provider_rpc_title": "Read from smart contracts",
  "dapp_showcase_08_title": "lsp8.app",
  "transak_success_title": "You bought some LYX!",
  "footer_need_help_url": "mailto:support@lukso.network",
  "create_profile_box_text": "Create your <strong>Universal Profile</strong> and get ready for a new kind of <strong>DApp</strong> experience! ",
  "web3_interface_error_message": "You tried to connect with a legacy profile that is no longer supported.",
  "errors_invalid_address": "This is an invalid address",
  "header_connect": "Login",
  "dapp_showcase_06_title": "universalgrave.com",
  "collection_filter_search_placeholder": "Search by token ID",
  "nft_details_own": "You own this collectible",
  "error_wrong_network": "Your browser extension is using different network. In order to continue please switch to {name}.",
  "modal_switch_application_network_description": "You are about to switch this application’s network to {name}, are you sure you want to do this?",
  "modal_mobile_search_confirm": "Search",
  "modal_switch_application_network_cancel": "Cancel",
  "web3_connect_error": "There was an error while connecting to the browser extension.",
  "not_up_button": "View on block explorer",
  "modal_mobile_search_cancel": "Cancel",
  "footer_privacy_policy_text": "Privacy Policy",
  "profile_card_unfollow_button": "Unfollow",
  "token_details_get_lyx": "Get LYXt",
  "error_generic": "There was error while performing your request. Please try again later or contact the support.",
  "token_details_images": "Token Images",
  "profile_search_no_results": "No profile found",
  "modal_connect_wallet_select_provider_install_info": "If you do not have the browser extension, clicking the above button will redirect you to install it",
  "profile_card_copy_address": "UP address copied!",
  "success_missing_assets_description": "The below asset has been added to your profile.",
  "asset_filter_collection_placeholder": "Collection"
}